[
    "Create an image",
    "Generate HTML table",
    "Generate financial report",
    "Create a table",
    "Docker commands",
    "Compile a competitive analysis report for an industry.",
    "Compile a feasibility study for a construction project.",
    "Compile a market analysis report for a new product.",
    "Compile an annual performance review for an employee.",
    "Create a detailed portrait of a Victorian-era gentleman.",
    "Create a fantasy dragon flying over a medieval castle.",
    "Create a fairytale forest with magical creatures.",
    "Create a futuristic robot in a high-tech laboratory.",
    "Create a futuristic space station orbiting Earth.",
    "Create a futuristic vehicle in a dystopian city.",
    "Create an alien planet with two moons.",
    "Create an enchanted castle in the clouds.",
    "Create an image of a bustling [New York City] street.",
    "Create an image of a cozy cabin in the woods during autumn.",
    "Create an image of a fairytale forest with magical creatures.",
    "Create an image of a futuristic cityscape at night.",
    "Create an image of a grand library with towering bookshelves.",
    "Create an image of a luxurious modern living room.",
    "Create an image of a romantic [Paris] street at dusk.",
    "Create an image of a serene mountain landscape at sunrise.",
    "Create an image of a serene zen garden with a koi pond.",
    "Create an image of a snowy winter village at night.",
    "Create an image of an alien planet with two moons.",
    "Create an image of an underwater coral reef teeming with fish.",
    "Create an image of vibrant carnival scene with colorful decorations.",
    "Create an underwater coral reef teeming with fish.",
    "Create a modern airport with airplanes taking off.",
    "Create a portrait of a cyberpunk character with neon lights.",
    "Create a scene of a bustling street market in [Tokyo].",
    "Create a scene of a serene beach with crystal clear waters.",
    "Create a traditional Italian countryside.",
    "Create a traditional Japanese tea ceremony.",
    "Create a tropical rainforest with a waterfall.",
    "Create a vibrant carnival scene with colorful decorations.",
    "Create a wild jungle with exotic animals.",
    "Draft a business plan for a startup.",
    "Draft a legal contract for a business partnership.",
    "Draft a press release for a product launch.",
    "Generate a CSS grid layout for a web page.",
    "Generate a CSS stylesheet for a responsive web design.",
    "Generate a HTML email template for a newsletter.",
    "Generate an HTML form for user registration.",
    "Generate an HTML template for a personal blog.",
    "Generate a JavaScript code snippet for a dynamic web form.",
    "Generate a JSON file for a RESTful API response.",
    "Generate a LaTeX document for a scientific paper.",
    "Generate a markdown file for project documentation.",
    "Generate a PHP script for user authentication.",
    "Generate a Python script for data analysis.",
    "Generate a Python script for machine learning model training.",
    "Generate a Ruby script for web scraping.",
    "Generate a SQL query to extract customer data from a database.",
    "Generate a XML sitemap for a website.",
    "Generate a YAML file for configuration settings.",
    "Produce a customer satisfaction survey report.",
    "Produce a demographic study report for a targeted region.",
    "Produce a quarterly financial report for a company.",
    "Produce a research paper on renewable energy sources.",
    "Produce a technical documentation for a software application.",
    "Produce a white paper on blockchain technology."
]
