[
    "Create an image",
    "Generate HTML table",
    "Generate financial report",
    "Create a table",
    "Docker commands",
    "Compile a competitive analysis report for an industry.",
    "Compile a feasibility study for a construction project.",
    "Compile a market analysis report for a new product.",
    "Compile an annual performance review for an employee.",
    "Create a detailed portrait of a Victorian-era gentleman.",
    "Create a fantasy dragon flying over a medieval castle.",
    "Create a fairytale forest with magical creatures.",
    "Create a futuristic robot in a high-tech laboratory.",
    "Create a futuristic space station orbiting Earth.",
    "Create a futuristic vehicle in a dystopian city.",
    "Create an alien planet with two moons.",
    "Create an enchanted castle in the clouds.",
    "Create an image of a bustling [New York City] street.",
    "Create an image of a cozy cabin in the woods during autumn.",
    "Create an image of a fairytale forest with magical creatures.",
    "Create an image of a futuristic cityscape at night.",
    "Create an image of a grand library with towering bookshelves.",
    "Create an image of a luxurious modern living room.",
    "Create an image of a romantic [Paris] street at dusk.",
    "Create an image of a serene mountain landscape at sunrise.",
    "Create an image of a serene zen garden with a koi pond.",
    "Create an image of a snowy winter village at night.",
    "Create an image of an alien planet with two moons.",
    "Create an image of an underwater coral reef teeming with fish.",
    "Create an image of vibrant carnival scene with colorful decorations.",
    "Create an underwater coral reef teeming with fish.",
    "Create a modern airport with airplanes taking off.",
    "Create a portrait of a cyberpunk character with neon lights.",
    "Create a scene of a bustling street market in [Tokyo].",
    "Create a scene of a serene beach with crystal clear waters.",
    "Create a traditional Italian countryside.",
    "Create a traditional Japanese tea ceremony.",
    "Create a tropical rainforest with a waterfall.",
    "Create a vibrant carnival scene with colorful decorations.",
    "Create a wild jungle with exotic animals.",
    "Draft a business plan for a startup.",
    "Draft a legal contract for a business partnership.",
    "Draft a press release for a product launch.",
    "Generate a CSS grid layout for a web page.",
    "Generate a CSS stylesheet for a responsive web design.",
    "Generate a HTML email template for a newsletter.",
    "Generate an HTML form for user registration.",
    "Generate an HTML template for a personal blog.",
    "Generate a JavaScript code snippet for a dynamic web form.",
    "Generate a JSON file for a RESTful API response.",
    "Generate a LaTeX document for a scientific paper.",
    "Generate a markdown file for project documentation.",
    "Generate a PHP script for user authentication.",
    "Generate a Python script for data analysis.",
    "Generate a Python script for machine learning model training.",
    "Generate a Ruby script for web scraping.",
    "Generate a SQL query to extract customer data from a database.",
    "Generate a XML sitemap for a website.",
    "Generate a YAML file for configuration settings.",
    "Produce a customer satisfaction survey report.",
    "Produce a demographic study report for a targeted region.",
    "Produce a quarterly financial report for a company.",
    "Produce a research paper on renewable energy sources.",
    "Produce a technical documentation for a software application.",
    "Produce a white paper on blockchain technology.", 
    "Write a short story about a dragon and a knight.",
    "Describe a futuristic cityscape.",
    "Explain the concept of artificial intelligence.",
    "Generate a poem about the ocean.",
    "Create a dialogue between two friends discussing a movie.",
    "Describe a haunted house in detail.",
    "Explain how a car engine works.",
    "Write a persuasive essay on climate change.",
    "Describe your favorite childhood memory.",
    "Write a recipe for a delicious chocolate cake.",
    "Explain the importance of the scientific method.",
    "Describe the process of photosynthesis.",
    "Write a letter to a historical figure.",
    "Create a story involving time travel.",
    "Describe the feeling of falling in love.",
    "Explain the impact of social media on society.",
    "Write a news article about a recent event.",
    "Describe a day in the life of an astronaut.",
    "Write a speech for a graduation ceremony.",
    "Explain the benefits of a healthy diet.",
    "Describe a magical forest.",
    "Write a report on the history of the internet.",
    "Create a character profile for a fantasy novel.",
    "Explain how to build a computer.",
    "Describe the culture of a country you want to visit.",
    "Write a book review for your favorite novel.",
    "Explain the process of making cheese.",
    "Describe a perfect day.",
    "Write a travel guide for a city you love.",
    "Explain the theory of relativity in simple terms.",
    "Describe the life cycle of a butterfly.",
    "Write a script for a short film.",
    "Explain the importance of exercise.",
    "Describe a dystopian world.",
    "Write a letter to your future self.",
    "Explain how to grow a vegetable garden.",
    "Describe the architecture of a famous building.",
    "Write an article about the benefits of meditation.",
    "Explain how to create a budget.",
    "Describe a superhero and their powers.",
    "Write a story about a lost treasure.",
    "Explain the history of the Roman Empire.",
    "Describe the process of brewing beer.",
    "Write a letter to a friend you haven't seen in a long time.",
    "Explain the importance of voting.",
    "Describe a futuristic gadget.",
    "Write a song about friendship.",
    "Explain the benefits of renewable energy.",
    "Describe a perfect vacation spot.",
    "Write a diary entry from the perspective of a pet.",
    "Explain the concept of blockchain technology.",
    "Describe the taste of your favorite food.",
    "Write a monologue for a play.",
    "Explain the process of making wine.",
    "Describe a memorable holiday celebration.",
    "Write a guide on how to learn a new language.",
    "Explain the importance of mental health.",
    "Describe a day in the life of a famous person.",
    "Write a story set in the Victorian era.",
    "Explain how to train for a marathon.",
    "Describe the sound of a thunderstorm.",
    "Write a business plan for a startup.",
    "Explain the impact of technology on education.",
    "Describe a beautiful sunset.",
    "Write a letter to an alien species.",
    "Explain the process of writing a novel.",
    "Describe a memorable concert experience.",
    "Write an article about the benefits of reading.",
    "Explain how to bake bread from scratch.",
    "Describe a mysterious island.",
    "Write a journal entry about your goals.",
    "Explain the importance of teamwork.",
    "Describe a funfair or carnival.",
    "Write a motivational speech.",
    "Explain the history of jazz music.",
    "Describe the texture of different fabrics.",
    "Write a love letter.",
    "Explain the process of recycling.",
    "Describe a walk through a forest in autumn.",
    "Write a story about a magical artifact.",
    "Explain the importance of sleep.",
    "Describe a historical event from the perspective of an observer.",
    "Write a dialogue between a teacher and a student.",
    "Explain the process of filmmaking.",
    "Describe a unique tradition in your culture.",
    "Write an essay on the effects of pollution.",
    "Explain how to prepare for a job interview.",
    "Describe a futuristic mode of transportation.",
    "Write a story inspired by a dream.",
    "Explain the importance of family.",
    "Describe a bustling marketplace.",
    "Write a guide on how to stay organized.",
    "Explain the concept of a balanced diet.",
    "Describe a beautiful garden.",
    "Write a letter to your younger self.",
    "Explain the process of starting a business.",
    "Describe a scene from your favorite movie.",
    "Write a report on a scientific discovery.",
    "Explain how to create a successful YouTube channel.",
    "Task Input: Enter the task description.",
    "Context Input: Provide the context for the task.",
    "Format Input: Specify the desired format.",
    "Persona Input: Define the persona for the prompt.",
    "Style Dropdown: Select from a variety of styles.",
    "Tone Dropdown: Choose the tone for the prompt.",
    "Exemplar Input: Add an exemplar text.",
    "Generate Prompt: Generate and display the prompt based on the input values."
]
